tap "drone/drone"
tap "homebrew/cask-fonts"
tap "thoughtbot/formulae"
tap "yano3/tap"
brew "bat"
brew "coreutils"
brew "cws-clocking-cli"
brew "direnv"
brew "drone"
brew "envchain"
brew "exa"
brew "fish"
brew "fzf"
brew "ghq"
brew "git"
brew "go"
brew "hub"
brew "hugo"
brew "jq"
brew "kubectl"
brew "pt"
brew "pyenv"
brew "rbenv"
brew "rcm"
brew "starship"
brew "terraform"
brew "tmux"
cask "1password"
cask "alacritty"
cask "alfred"
cask "authy"
cask "clipy"
cask "discord"
cask "docker"
cask "flux"
cask "font-hackgen"
cask "gitify"
cask "google-chrome"
cask "google-cloud-sdk"
cask "google-drive-file-stream"
cask "google-japanese-ime"
cask "julia"
cask "karabiner-elements"
cask "krisp"
cask "mactex"
cask "mendeley"
cask "r"
cask "rstudio"
cask "slack"
cask "spotify"
cask "sublime-text"
cask "tunnelblick"
cask "visual-studio-code"
cask "zoomus"
mas "Magnet", id: 441258766
mas "Skitch", id: 425955336
mas "Spark", id: 1176895641
mas "Webcam Settings", id: 533696630
