tap "homebrew/cask-fonts"
tap "thoughtbot/formulae"
brew "bat"
brew "direnv"
brew "exa"
brew "fish"
brew "git"
brew "go"
brew "hub"
brew "hugo"
brew "jq"
brew "pipenv"
brew "pt"
brew "pyenv"
brew "rbenv"
brew "rcm"
brew "starship"
brew "tmux"
cask "1password"
cask "alacritty"
cask "alfred"
cask "authy"
cask "clipy"
cask "deepl"
cask "discord"
cask "docker"
cask "flux"
cask "font-hackgen"
cask "gitify"
cask "google-chrome"
cask "google-drive-file-stream"
cask "google-japanese-ime"
cask "mactex"
cask "mendeley"
cask "r"
cask "rstudio"
cask "slack"
cask "spotify"
cask "sublime-text"
cask "tunnelblick"
cask "vivaldi"
cask "zoomus"
mas "Skitch", id: 425955336
